Repository: medhachaitanya/Windows-Phone-Minesweeper
Catalog: Languages/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, de_de, es_es, fr_fr, he_il, hi_in, kk_kz, nb_no, nl_nl, pl_pl, sv_se, tr_tr, zh_cn

# AboutPageTitle
source: About
ar_sa: حول
da_dk: Om
de_de: Über
es_es: Acerca de
fr_fr: Sur
he_il: על
hi_in: के बारे में
kk_kz: О Программе
nb_no: Om
nl_nl: Over
pl_pl: O
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于

# AppName
source: Classic Minesweeper Game
ar_sa: لعبة كاسحة الألغام الكلاسيكية
da_dk: Classic Minestryger Spil
de_de: Klassisches Minesweeper Spiel
es_es: Juego Clasico Buscaminas
fr_fr: Démineur classique jeu
he_il: שולה המוקשים קלאסי משחק
hi_in: क्लासिक Minesweeper खेल
kk_kz: Классический Сапер
nb_no: Classic Minesveiper spill
pl_pl: Klasyczna gra Saper
sv_se: Klassisk minröjarspelet
tr_tr: Klasik Mayın Tarlası Oyunu
zh_cn: 经典的扫雷游戏

# ChampionsPageTitle
source: Champions
ar_sa: بطل
es_es: Campeones
he_il: אלופות
hi_in: चैंपियंस
kk_kz: Чемпионы
nl_nl: Kampioenen
pl_pl: Mistrzów
tr_tr: Şampiyonlar
zh_cn: 冠军

# CompanyName
source: LazyPenguin Studio
ar_sa: LazyPenguin ستوديو
es_es: LazyPenguin Estudio
he_il: LazyPenguin סטודיו
hi_in: LazyPenguin स्टूडियो
kk_kz: LazyPenguin Студия
tr_tr: LazyPenguin Stüdyo
zh_cn: LazyPenguin工作室

# Congratulation
source: Congratulations !!!
ar_sa: مبروك!
da_dk: Tillykke!
de_de: Herzlichen Glückwunsch!
es_es: ЎЎЎFelicitaciones!!!
fr_fr: Félicitations!
he_il: מזל טוב!
hi_in: बधाई हो!
kk_kz: Поздравляем!!!
nb_no: Gratulerer!
nl_nl: Gefeliciteerd!
pl_pl: Gratulacje!
sv_se: Grattis!
tr_tr: Tebrikler!
zh_cn: 恭喜！

# Country
source: Russia
ar_sa: روسيا
da_dk: Rusland
de_de: Russland
es_es: Rusia
fr_fr: Russie
he_il: רוסיה
hi_in: रूस
kk_kz: Россия
nb_no: Russland
nl_nl: Rusland
pl_pl: Rosja
sv_se: Ryssland
tr_tr: Rusya
zh_cn: 俄国

# designer
source: graphic designer
ar_sa: مصمم جرافيك
da_dk: grafisk designer
de_de: Grafik-Designer
es_es: Diseсador Grбfico:
fr_fr: graphiste
he_il: מעצב גרפי
hi_in: ग्राफिक डिजाइनर
kk_kz: Графический дизайнер
nb_no: grafisk designer
nl_nl: grafisch ontwerper
pl_pl: grafikiem
sv_se: grafisk formgivare
tr_tr: grafik tasarımcı
zh_cn: 平面设计师

# DesignerName
source: Fernando Castilio
ar_sa: فرناندو Castilio
he_il: פרננדו Castilio
hi_in: फर्नांडो Castilio
kk_kz: Фернандо Кастилио
zh_cn: 费尔南多Castilio

source: developer
ar_sa: المطور
de_de: Entwickler
es_es: Desarrollador:
fr_fr: promoteur
he_il: מפתחים
hi_in: विकासक
kk_kz: Разработчик
nb_no: utvikleren
nl_nl: ontwikkelaar
pl_pl: wywoływacz
sv_se: utvecklare
tr_tr: geliştiricisi
zh_cn: 开发人员

# DeveloperName
source: Evgeny Freyman
ar_sa: يفغيني Freyman
he_il: יבגני Freyman
hi_in: एवगेनी Freyman
kk_kz: Евгений Фрейман
zh_cn: 叶夫根尼·Freyman

# EnterNamePhrase
source: Please enter your name
ar_sa: من فضلك ادخل اسمك
da_dk: Indtast dit navn
de_de: Bitte geben Sie Ihren Namen
es_es: Por favor, introduzca su nombre
fr_fr: S'il vous plaît entrer votre nom
he_il: נא להזין את השם שלך
hi_in: कृपया अपना नाम लिखें
kk_kz: Пожалуйста, введите ваше имя
nb_no: Vennligst skriv inn ditt navn
nl_nl: Voer uw naam in
pl_pl: Proszę podać swoje imię i nazwisko
sv_se: Vänligen ange ditt namn
tr_tr: Lütfen adınızı girin
zh_cn: 请输入您的姓名

source: Exit
ar_sa: خروج
da_dk: Udgang
de_de: Beenden
es_es: Salida
fr_fr: Quitter
he_il: יציאה
hi_in: निकास
kk_kz: Выход
nb_no: Utgang
nl_nl: Uitgang
pl_pl: Wyjście
sv_se: Utgång
tr_tr: Çıkış
zh_cn: 出口

# ExitQuestion
source: Do you really want to leave the game?
ar_sa: هل تريد حقا أن ترك اللعبة؟
da_dk: Vil du virkelig ønsker at forlade spillet?
de_de: Wollen Sie wirklich, um das Spiel zu verlassen?
es_es: їDeseas realmente salir del juego?
fr_fr: Voulez-vous vraiment quitter le jeu?
he_il: האם אתה באמת רוצה לעזוב את המשחק?
hi_in: आप वास्तव में इस खेल को छोड़ करना चाहते हैं?
kk_kz: Вы действительно хотите выйти из игры?
nb_no: Har du virkelig ønsker å forlate spillet?
nl_nl: Wil je echt wilt het spel te verlaten?
pl_pl: Czy na pewno chcesz wyjść z gry?
sv_se: Vill du verkligen att lämna spelet?
tr_tr: Eğer gerçekten oyunu terk etmek istiyor musunuz?
zh_cn: 你真的要离开游戏？

source: Height
ar_sa: ارتفاع
da_dk: Højde
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
he_il: גובה
hi_in: ऊंचाई
kk_kz: Высота
nb_no: Høyde
nl_nl: Hoogte
pl_pl: Wysokość
sv_se: Höjd
tr_tr: Yükseklik
zh_cn: 高度

source: Help
ar_sa: مساعدة
da_dk: Hjælp
de_de: Hilfe
es_es: Ayudar
fr_fr: Aider
he_il: עזרה
hi_in: मदद
kk_kz: Справка
nb_no: Hjelp
pl_pl: Pomoc
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助

# HelpMessage_line1
source: This is a classic minesweeper game. The rules are the same as in the standard windows minesweeper game, but control differs. Full description of rules is available on the start page (shift the screen to the right).
ar_sa: هذه هي لعبة كاسحة ألغام الكلاسيكية. القواعد هي نفسها في مستوى اللعبة النوافذ كاسحة ألغام، ولكن يختلف السيطرة. وصف كامل لقواعد متاح في صفحة البداية (تحويل الشاشة إلى اليمين).
da_dk: Dette er en klassisk minestryger spil. Reglerne er de samme som i standard Windows minestryger spil, men kontrol adskiller. Fuld beskrivelse af reglerne kan findes på startsiden (flytte skærmen til højre).
de_de: Dies ist eine klassische Minesweeper-Spiel. Die Regeln sind die gleichen wie in der Standard-Windows-Minesweeper-Spiel, aber die Steuerung unterscheidet. Ausführliche Beschreibung von Regeln auf der Startseite zur Verfügung (verschieben Sie den Bildschirm nach rechts).
es_es: Este es un juego del clasico buscaminas. Las reglas son las mismas que en el juego de Buscaminas de Windows estandar, pero con un control diferente. La descripciуn completa de las reglas esta disponible en la pagina de inicio (desplazar la pantalla hacia la derecha).
fr_fr: Il s'agit d'un jeu de démineur classique. Les règles sont les mêmes que dans le jeu de démineur fenêtres standard, mais contrôle diffère. Description complète des règles est disponible sur la page d'accueil (passer l'écran vers la droite).
he_il: זה הוא משחק שולה מוקשה קלאסי. החוקים הם אותו הדבר כמו במשחק השולה מוקשה חלונות הסטנדרטי, אך שונה שליטה. תיאור מלא של כללים נגיש בדף הפתיחה (להזיז את המסך בצד הימין).
hi_in: यह एक क्लासिक Minesweeper खेल है. नियम मानक विंडोज Minesweeper खेल के रूप में ही हैं, लेकिन नियंत्रण अलग है. नियमों का पूर्ण विवरण (सही करने के लिए स्क्रीन पाली) प्रारंभ पृष्ठ पर उपलब्ध है.
kk_kz: Это классическая игра Сапер. Правила такие же, как в стандартной игре Сапер в Windows, но управление отличается. Полное описание правил находится на стартовой странице (сдвинуть экран вправо).
nb_no: Dette er en klassisk minesveiper spill. Reglene er de samme som i standard vinduer minesveiper spillet, men kontroll er forskjellig. Full beskrivelse av regelverket er tilgjengelig på startsiden (skifte skjermen til høyre).
nl_nl: Dit is een klassieke mijnenveger spel. De regels zijn hetzelfde als in de standaard Windows mijnenveger spel, maar controle verschilt. Volledige beschrijving van de regels is beschikbaar op de startpagina (verschuiven het scherm naar rechts).
pl_pl: Jest to klasyczna gra saper. Zasady są takie same jak w przypadku standardowej grze okna trałowiec, ale różni sterujące. Pełny opis zasad jest dostępny na stronie startowej (przesunięcie ekranu w prawo).
sv_se: Detta är ett klassiskt minsvepare spel. Reglerna är desamma som i den vanliga Windows minsvepare spel, men kontroll skiljer. Fullständig beskrivning av reglerna finns på startsidan (flytta skärmen till höger).
tr_tr: Bu bir klasik mayın tarama gemisi oyun. Kurallar standart windows mayın tarama gemisi oyun olarak aynıdır, fakat kontrol farklıdır. Tam kuralları açıklaması (sağa ekran kayması) başlangıç ​​sayfasında mevcuttur.
zh_cn: 这是一个经典的扫雷游戏. 该规则是一样的，在标准的Windows扫雷游戏，但不同的控制. 规则的完整描述可以在开始页面上（屏幕向右移动）.

# HelpMessage_line2
source: To uncover a cell - hold a finger on the cell for some time. The game starts as soon as the first cell is uncovered.
ar_sa: للكشف عن خلية - عقد الاصبع على الخلية لبعض الوقت. تبدأ اللعبة حالما يتم كشف الخلية الأولى.
da_dk: At afdække en celle - hold en finger på cellen i nogen tid. Spillet starter, så snart den første celle er afdækket.
de_de: Um eine Zelle zu enthüllen - halten Sie den Finger auf die Zelle für einige Zeit. Das Spiel beginnt, sobald die erste Zelle freigelegt.
es_es: Para descubrir una celda - mantenga un dedo en la celda durante algun tiempo. El juego empieza tan pronto como se descubre la primera celda.
fr_fr: Pour découvrir une cellule - tenir un doigt sur la cellule pendant un certain temps. Le jeu commence dès que la première cellule est découvert.
he_il: לחשוף תא - מחזיק את האצבע על התא במשך זמן מה. המשחק מתחיל ברגע שהתא הראשון הוא חשף.
hi_in: एक सेल को उजागर करने के लिए - कुछ समय के लिए सेल पर एक उंगली पकड़. खेल के रूप में जल्द ही पहले सेल का पर्दाफाश कर रहा है के रूप में शुरू होता है.
kk_kz: Чтобы раскрыть ячейку - коснитесь и удерживайте палец на ячейке в течение некоторого времени. Игра начнется, как только первая ячейка будет раскрыта.
nb_no: Å avdekke en celle - holde en finger på cellen i noen tid. Spillet starter så snart den første cellen er avdekket.
nl_nl: Om een ​​cel te ontdekken - houden de vinger aan de cel voor bepaalde tijd. Het spel begint zodra de eerste cel onbedekt.
pl_pl: Aby odkryć komórkę - przytrzymaj palec na komórki na jakiś czas. Gra rozpoczyna się, gdy tylko pierwsza komórka jest odkryta.
sv_se: Att avslöja en cell - hålla ett finger på cellen under en tid. Spelet startar så snart den första cellen är avtäckt.
tr_tr: Bir hücreyi ortaya çıkarmak için - bir süre için hücre üzerinde bir parmak tutun. Oyun kısa sürede ilk hücre ortaya gibi başlar.
zh_cn: 发现一个细胞 - 用手指按住电池上一段时间. 本场比赛只要第一个单元格开始发现.

# HelpMessage_line3
source: To put a flag - tap a finger on the cell.
ar_sa: لوضع العلم - الاستفادة الاصبع على الخلية.
da_dk: For at sætte et flag - trykke en finger på cellen.
de_de: Um eine Markierung zu setzen - Tippen Sie mit dem Finger auf die Zelle.
es_es: Para colocar una bandera - toque de un dedo en la celda.
fr_fr: Pour mettre un drapeau - appuyez un doigt sur la cellule.
he_il: כדי לשים את דגל - ברז אצבע על התא.
hi_in: एक झंडा रख - सेल पर एक उंगली नल.
kk_kz: Чтобы поставить флаг - коснитесь ячейку пальцем.
nb_no: For å sette et flagg - tappe en finger på cellen.
nl_nl: Om een ​​vlag te zetten - tik een vinger op de cel.
pl_pl: Umieścić flagę - dotknij palcem na komórkę.
sv_se: För att sätta en flagga - peka ett finger på cellen.
tr_tr: Bir bayrak koymak - hücrede bir parmağınızı dokunun.
zh_cn: 把一个标志 - 轻按手指在单元格上.

# HelpMessage_line4
source: To use mine detector - tap a finger on the number around which you want to uncover cells. Remember that it is safe only if every flag around this number is correct.
ar_sa: لاستخدام كاشف الألغام - الاستفادة الاصبع على عدد حولها تريد كشف الخلايا. تذكر أنه آمن إلا إذا كل العلم حول هذا الرقم هو الصحيح.
da_dk: Hvis du vil bruge mine detektor - trykke en finger på det antal rundt som du vil afdække celler. Husk, at det er sikkert kun, hvis alle flag omkring dette tal er korrekt.
de_de: Um Minensuchgerät verwenden - Tippen Sie mit dem Finger auf die Zahl, um die Sie-Zellen aufdecken wollen. Denken Sie daran, dass es sicher ist, wenn jede Fahne um diese Zahl korrekt ist.
es_es: Para usar el detector de minas - toque con el dedo sobre el numero en torno a la celda que desea descubrir. Recuerde que es seguro solo si todas las banderas de alrededor del numero es correcto.
fr_fr: Pour utiliser détecteur de mines - appuyez un doigt sur le nombre autour duquel vous voulez découvrir cellules. Rappelez-vous qu'il est sûr que si tous les drapeaux autour de ce numéro est correct.
he_il: כדי להשתמש בגלאי שלי - רז אצבע על המספר שסביבו אתה רוצה לחשוף תאים. זכור כי הוא בטוח רק אם כל דגל סביב המספר הזה הוא נכון.
hi_in: मेरा डिटेक्टर का उपयोग करें - आप कोशिकाओं को उजागर करना चाहते हैं, जो चारों ओर नंबर पर एक उंगली नल. इस संख्या के आसपास हर ध्वज सही है केवल अगर यह सुरक्षित है कि याद रखें.
kk_kz: Для использования миноискателя - коснитесь пальцем цифры, вокруг которой вы хотите раскрыть клетки. Помните, что это безопасно, только если каждый флаг вокруг этой цифры правильный.
nb_no: For å bruke mine detektor - trykk en finger på antall rundt som du ønsker å avdekke celler. Husk at det er trygt bare hvis alle flagg rundt dette tallet er korrekt.
nl_nl: De mijne detector gebruiken - tik een vinger op het nummer rond die u wilt cellen ontdekken. Vergeet niet dat het veilig is slechts dan als elke vlag rond dit nummer juist is.
pl_pl: Aby korzystać z kopalni detektora - dotknij palcem na liczbę wokół którego chcesz odkryć komórki. Pamiętaj, że to jest bezpieczne tylko wtedy, gdy każdy flag wokół tej liczby jest poprawny.
sv_se: För att använda min detektor - peka ett finger på antalet runt som du vill avslöja celler. Kom ihåg att det är säkert bara om varje flagga runt antalet stämmer.
tr_tr: Mayın dedektörü kullanmak için - Hücreleri ortaya çıkarmak istediğiniz etrafında sayısına parmağınızı dokunun. Bu sayının etrafında her bayrak doğru yalnızca güvenli olduğunu unutmayın.
zh_cn: 用探雷器 - 挖掘身边，你想揭开细胞的数量手指. 请记住，它是安全的，如果只是围绕这个数字每一个标志是正确的.

# HelpMessage_line5
source: Comfortable playing suppose using mine detector as often as possible and uncovering cells by holding a finger very rarely.
ar_sa: اللعب مريحة نفترض باستخدام كاشف الألغام كلما كان ذلك ممكنا وكشف الخلايا عن طريق عقد الاصبع نادرا جدا.
da_dk: Komfortabel spille formoder at bruge mine detektor så ofte som muligt og afdække celler ved at holde en finger meget sjældent.
de_de: Komfortable Spiel nehme mit Minensuchgerät so oft wie möglich und Aufdeckung von Zellen mit einem Finger sehr selten.
es_es: Es comodo jugando utilizando el detector de minas tan a menudo como sea posible y el descubrimiento de celdas mediante la manteniendo el dedo muy raramente.
fr_fr: Jeu confortable suppose en utilisant un détecteur de mines aussi souvent que possible et de découvrir des cellules en tenant un doigt très rarement.
he_il: נוח לשחק מניח באמצעות גלאיי לעתים קרובות ככל האפשר וחשיפת תאים על ידי החזקת אצבע לעתים רחוקות מאוד.
hi_in: आराम से खेलने के रूप में संभव के रूप में अक्सर मेरा डिटेक्टर का उपयोग और बहुत मुश्किल से ही एक उंगली पकड़े द्वारा कोशिकाओं को उजागर करने लगता है.
kk_kz: Чтобы играть комфортно используйте миноискатель как можно чаще и открывайте ячейки удерживая палец только в случае если это действительно необходимо.
nb_no: Behagelig å spille antar å bruke min detektor så ofte som mulig og avdekke celler ved å holde en finger svært sjelden.
nl_nl: Comfortabel spelen veronderstel gebruik mijn detector zo vaak mogelijk en het blootleggen van cellen door met een vinger zeer zelden.
pl_pl: Przypuszczam, że za pomocą wygodne odtwarzanie wykrywacz min tak często jak to możliwe i odkrywając komórki trzymając palec bardzo rzadko.
sv_se: Bekväm att spela antar använder min detektor så ofta som möjligt och upptäcka celler genom att hålla ett finger mycket sällan.
tr_tr: Rahat oyun mümkün olduğunca sık mayın dedektörü kullanarak ve çok nadiren bir parmağını tutarak hücreleri ortaya varsayalım.
zh_cn: 舒适的玩想用探雷器尽可能经常和拿着手指很少揭示细胞.

# HelpMessage_line6
source: Good luck
ar_sa: حظا سعيدا
da_dk: Held og lykke
de_de: Viel Glück
es_es: Buena suerte
fr_fr: Bonne chance
he_il: בהצלחה
hi_in: गुड लक
kk_kz: Удачи!
nb_no: Lykke til
nl_nl: Succes
pl_pl: Powodzenia
sv_se: Lycka till
tr_tr: İyi şanslar
zh_cn: 好运

source: Landmines
ar_sa: الألغام الأرضية
da_dk: Landminer
de_de: Landminen
es_es: Minas terrestres
fr_fr: Les mines terrestres
he_il: מוקשים
hi_in: बारूदी सुरंगों
kk_kz: Мины
nb_no: Landminer
nl_nl: Landmijnen
pl_pl: Miny
sv_se: Landminor
tr_tr: Mayınlar
zh_cn: 地雷

# level1
source: Beginner
ar_sa: مبتدئ
da_dk: Begynder
de_de: Anfänger
es_es: Principiante
fr_fr: Débutant
he_il: מתחיל
hi_in: नौसिखिया
kk_kz: Новичок
nb_no: Nybegynner
pl_pl: Początkujący
sv_se: Nybörjare
tr_tr: Acemi
zh_cn: 初学者

# level2
source: Intermediate
ar_sa: متوسط
de_de: Zwischen-
es_es: Intermedio
fr_fr: Intermédiaire
he_il: ביניים
hi_in: मध्यवर्ती
kk_kz: Профессионал
nl_nl: Tussenliggend
pl_pl: Pośredni
sv_se: Intermediär
tr_tr: Ara
zh_cn: 中间

# level3
source: Expert
ar_sa: خبير
de_de: Experte
es_es: Experto
he_il: מומחה
hi_in: विशेषज्ञ
kk_kz: Эксперт
pl_pl: Ekspert
tr_tr: Uzman
zh_cn: 专家

# levelx
source: Special
ar_sa: خاص
de_de: Besondere
es_es: Especial
fr_fr: Spécial
he_il: מיוחד
hi_in: विशेष
kk_kz: Особый
nb_no: Spesial
nl_nl: Speciaal
pl_pl: Specjalny
sv_se: Särskilda
tr_tr: Özel
zh_cn: 特别

source: ok
ar_sa: حسنا
es_es: Bueno
fr_fr: bien
he_il: בסדר
hi_in: ठीक
pl_pl: dobrze
tr_tr: tamam
zh_cn: 行

source: Ooops!
ar_sa: خطأ!
de_de: Hoppla!
fr_fr: Oups!
he_il: אופס!
hi_in: ओह!
kk_kz: Ой!
nb_no: Beklager!
pl_pl: Ojej!
sv_se: Oj!
tr_tr: Pardon!
zh_cn: 很抱歉！

source: seconds
ar_sa: ثواني
da_dk: sekunder
de_de: Sekunden
es_es: segundos
fr_fr: secondes
he_il: שניות
hi_in: सेकंड्स
kk_kz: секунды
nb_no: sekunder
nl_nl: seconden
pl_pl: sekund
sv_se: sekunder
tr_tr: saniye
zh_cn: 秒

# SettingsPageTitle
source: Game
ar_sa: لعبة
da_dk: Spil
de_de: Spiel
es_es: Juego
fr_fr: Jeu
he_il: משחק
hi_in: खेल
kk_kz: Игра
nb_no: Spill
nl_nl: Spel
pl_pl: Gra
sv_se: Spel
tr_tr: Oyun
zh_cn: 游戏

source: Sound effects
ar_sa: المؤثرات الصوتية
da_dk: Lydeffekter
de_de: Geräuschkulisse
es_es: Efectos sonoros
fr_fr: Les effets sonores
he_il: אפקטים קוליים
hi_in: ध्वनि प्रभाव
kk_kz: Звуковые эффекты
nb_no: Lydeffekter
nl_nl: Geluidseffecten
pl_pl: Efekty dźwiękowe
sv_se: Ljudeffekter
tr_tr: Ses efektleri
zh_cn: 效果

# StartButton
source: Start
ar_sa: بداية
es_es: Comienzo
fr_fr: Démarrer
he_il: התחלה
hi_in: प्रारंभ
kk_kz: Старт
nl_nl: Begin
pl_pl: Początek
sv_se: Början
zh_cn: 开始

# UnhandledMessage_line1
source: We have a problem :(
ar_sa: لدينا مشكلة: (
da_dk: Vi har et problem: (
de_de: Wir haben ein Problem: (
es_es: Tenemos un problema: (
fr_fr: Nous avons un problème: (
he_il: יש לנו בעיה: (
hi_in: हम एक समस्या है: (
kk_kz: У нас проблема: (
nb_no: Vi har et problem: (
nl_nl: We hebben een probleem: (
pl_pl: Mamy problem: (
sv_se: Vi har ett problem: (
tr_tr: Biz bir sorun var: (
zh_cn: 我们有一个问题：（

# UnhandledMessage_line2
source: Don't worry, the report was already sent to developers and now they are working hard in order to fix this issue :)
ar_sa: لا تقلق، تم إرسال التقرير بالفعل للمطورين والآن هم يعملون بجد من أجل إصلاح هذه المشكلة :)
da_dk: Må ikke bekymre dig, at rapporten allerede er sendt til udviklere og nu er de arbejder hårdt for at løse dette problem :)
de_de: Keine Sorge, wurde der Bericht bereits an die Entwickler geschickt und jetzt sind sie hart, um dieses Problem zu beheben arbeiten :)
es_es: No te preocupes, el informe ya fue enviado a los desarrolladores y ahora estan trabajando arduo con el fin de solucionar este problema :)
fr_fr: Ne vous inquiétez pas, le rapport a déjà été envoyée aux développeurs et maintenant ils travaillent dur afin de résoudre ce problème :)
he_il: אל תדאגו, את הדוח כבר נשלח למפתחים ועכשיו הם עובדים קשה על מנת לפתור בעיה זו :)
hi_in: चिंता मत करो, रिपोर्ट पहले से ही डेवलपर्स के लिए भेजा गया था और अब वे इस मुद्दे को ठीक करने के क्रम में कड़ी मेहनत कर रहे हैं :)
kk_kz: Не волнуйтесь, информация уже отправлена разработчикам и теперь они работают над тем, чтобы её устранить :)
nb_no: Ikke bekymre deg, ble rapporten allerede sendt til utviklere og nå jobber de hardt for å fikse dette problemet :)
nl_nl: Maak je geen zorgen, was het rapport al naar ontwikkelaars gestuurd en nu zijn ze hard aan het werk om dit probleem op te lossen :)
pl_pl: Nie martw się, raport został już wysłany do deweloperów, a teraz są one ciężko pracują, aby naprawić ten problem :)
sv_se: Oroa dig inte, har rapporten redan skickats till utvecklare och nu arbetar hårt för att åtgärda problemet :)
tr_tr: Merak etmeyin, rapor zaten geliştiriciler gönderildi ve şimdi bu sorunu gidermek amacıyla çalışıyoruz :)
zh_cn: 不要担心，该报告已经发送到开发者，现在他们正在努力工作，以解决这个问题:)

# UnhandledMessage_line3
source: If you are really angry, please email here:
ar_sa: إذا كنت غاضبا حقا، يرجى البريد الالكتروني هنا:
da_dk: Hvis du er virkelig vred, så skriv her:
de_de: Wenn Sie wirklich wütend sind, mailen Sie bitte hier:
es_es: Si usted esta realmente enojado, envie un correo electronico aqui:
fr_fr: Si vous êtes vraiment en colère, s'il vous plaît écrivez ici:
he_il: אם אתה ממש כועס, אנא שלח לכאן:
hi_in: आप वास्तव में गुस्सा हो रहे हैं, यहाँ ईमेल करें:
kk_kz: Если вы очень сердитесь, пожалуйста, напишите нам:
nb_no: Hvis du er virkelig sint, vennligst send her:
nl_nl: Als je echt boos, stuur een email hier:
pl_pl: Jeśli jesteś naprawdę zły, napisz tutaj:
sv_se: Om du är riktigt arg, maila här:
tr_tr: Eğer gerçekten öfkeli iseniz, burada lütfen e-posta:
zh_cn: 如果你是真的生气了，请电邮这里：

source: Unknown
ar_sa: غير معروف
da_dk: Ukendt
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
he_il: לא ידוע
hi_in: अज्ञात
kk_kz: Неизвестный
nb_no: Ukjent
nl_nl: Onbekend
pl_pl: Nieznany
sv_se: Okänd
tr_tr: Bilinmeyen
zh_cn: 未知

source: version
ar_sa: الإصدار
da_dk: udgave
es_es: versiуn
he_il: גרסה
hi_in: संस्करण
kk_kz: версия
nb_no: versjon
nl_nl: versie
pl_pl: wersja
tr_tr: versiyon
zh_cn: 版本

source: Width
ar_sa: عرض
da_dk: Bredde
de_de: Breite
es_es: Ancho
fr_fr: Largeur
he_il: רוחב
hi_in: चौडाई
kk_kz: Ширина
nb_no: Bredde
nl_nl: Breedte
pl_pl: Szerokość
sv_se: Bredd
tr_tr: Genişlik
zh_cn: 宽度

source: Rules
ar_sa: قواعد
da_dk: Regler
de_de: Regeln
es_es: Reglas
fr_fr: Règles
he_il: כללים
hi_in: नियम
kk_kz: Правила
nb_no: Regler
nl_nl: Reglement
pl_pl: Zasady
sv_se: Regler
tr_tr: Kurallar
zh_cn: 规则

# Rules_line1
source: The object:
ar_sa: الكائن:
da_dk: Objektet:
de_de: Die Aufgabe:
es_es: El objetivo:
fr_fr: L'objet:
he_il: האובייקט:
hi_in: वस्तु:
kk_kz: Цель:
nb_no: Objektet:
nl_nl: Het object:
pl_pl: Obiekt:
sv_se: Objektet:
tr_tr: Nesne:
zh_cn: 对象：
