Repository: medhachaitanya/Windows-Phone-Minesweeper
Catalog: Languages/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, de_de, es_es, fr_fr, he_il, hi_in, kk_kz, nb_no, nl_nl, pl_pl, sv_se, tr_tr, zh_cn

# Rules_line10
source: - Study the patterns. If three squares in a row display 2-3-2, then you know three landmines are probably lined up beside that row. If a square says 8, every surrounding square is mined.
ar_sa: - دراسة أنماط. إذا ثلاثة مربعات في عرض الصف 2-3-2، ثم انت تعرف ربما تصطف ثلاث الألغام الأرضية إلى جوار هذا الصف. إذا قال مربع 8، ويتم استخراج كل مربع المحيطة.
da_dk: - Undersøgelse af mønstre. Hvis tre felter i træk display 2-3-2, så ved du tre landminer er formentlig linet op ved siden af ​​den pågældende række. Hvis en firkant siger 8, hver omgivende firkantet udvindes.
de_de: - Studieren Sie die Muster. Wenn drei Quadrate in einer Reihe Display 2-3-2, dann wissen Sie, drei Landminen sind wahrscheinlich sich neben dieser Zeile ausgekleidet. Wenn ein Quadrat, sagt 8, ist jeder Umgebung Platz abgebaut.
es_es: - Estudia los patrones. Si tres cuadradosen una fila de 2-3-2, entonces usted sabrб tres minas terrestres que probablemente se alinearon al lado de esa fila. Si un cuadrado dice 8, todas las plazas circundantes se extrae.
fr_fr: - Etudier les modèles. Si trois places dans un affichage de la ligne 2-3-2, alors vous savez probablement trois mines sont alignés à côté de cette ligne. Si un carré dit 8, chaque carré entourant est extrait.
he_il: - ללמוד את הדפוסים. אם שלושה ריבועים בשורת תצוגה 2-3-2, אז אתה יודע שלושה מוקשים כנראה הם נעמדו לצד שורה זו. אם כיכר אומרת 8, כל ריבוע שמסביב הוא ממוקש.
hi_in: - पैटर्न का अध्ययन. एक पंक्ति प्रदर्शन 2-3-2 में तीन चौकों, तो आप जानते हैं कि तीन बारूदी सुरंगों शायद उस पंक्ति के पास लाइन में खड़ा कर रहे हैं. एक वर्ग 8 कहते हैं, हर आसपास के वर्ग खनन होता है.
kk_kz: • Изучите закономерности. Например если три ячейки в ряд показывают 2-3-2, то это означает что три мины выстроились рядом. Если ячейка показывает 8, значит каждая клетка вокруг этой цифры заминированна.
nb_no: - Studer mønstre. Hvis tre ruter i en rad skjerm 2-3-2, så vet du tre landminer er sannsynligvis stilt opp ved siden av den raden. Hvis en firkant sier 8, er hver rundt kvadrat minelagt.
nl_nl: - Bestudeer de patronen. Als er drie pleinen in een rij-display 2-3-2, dan weet je drie landmijnen waarschijnlijk opgesteld naast die rij. Als een vierkant zegt 8, wordt elke omliggende plein gedolven.
pl_pl: - Badanie wzorców. Jeśli trzy kwadraty w rzędzie wyświetlacza 2-3-2, to wiesz zapewne trzy miny są ustawieni obok tego wiersza. Jeśli kwadrat mówi 8, co wydobywa otaczających plac.
sv_se: - Studera mönster. Om tre rutor i rad display 2-3-2, då vet du tre minor förmodligen uppradade bredvid den raden. Om en fyrkant säger 8, är varje omgivande torget minerade.
tr_tr: - Desenleri Eğitim. Bir satır ekranda 2-3-2 üç kareler, o zaman biliyorsanız üç mayınla muhtemelen o satırın yanındaki dizilmiş. Bir kare 8 diyorsa, her çevreleyen köşeli mayınlı.
zh_cn: - 研究模式. 如果三个广场一排显示2-3-2，那么你知道三地雷可能正在排队该行旁. 若用方说8，每平方周围开采.

# Rules_line11
source: - Explore the unexplored. Not sure where to click next? Try clearing some unexplored territory. You're better off clicking in the middle of unmarked squares than in an area you suspect is mined.
ar_sa: - اكتشف غير مستكشفة. لست متأكدا من أين انقر المقبل؟. كنت أفضل حالا النقر في وسط الساحات لا تحمل علامات مما كان عليه في منطقة كنت تشك يتم استخراج.
da_dk: - Opdag uudforsket. Ikke sikker på hvor du skal klikke næste?. Du er bedre at klikke i midten af ​​umarkerede felter end i et område, du har mistanke om er udvundet.
de_de: - Erkunden Sie die unerforschten. Nicht sicher, wo man als nächstes auf?. Du bist besser dran Klick in der Mitte des nicht markierten Quadrate als in einem Bereich Sie vermuten, abgebaut.
es_es: - Explorar lo inexplorado. їNo sabes donde hacer click para siguiente?. Intente limpiar los mismos territoriso inexplorado. Es mejor hacer clic en el centro de los cuadrados no marcados, que en un area que usted sospecha que esta minada.
fr_fr: - Explorez l'inexploré. Pas sûr où cliquer prochaine?. Vous êtes mieux cliquant au milieu de places non marquées que dans une zone que vous pensez est extrait.
he_il: - חקור את נחקר. לא בטוח היכן ללחוץ הבא?. עדיף לך לחיצה באמצע ריבועים לא מסומנים מאשר באזור שאתה חושד שהוא ממוקש.
hi_in: - बेरोज़गार अन्वेषण. यकीन है कि जहां अगले क्लिक करने के लिए नहीं?. तुम सुरंग है संदेह एक क्षेत्र में से अगोचर वर्गों के बीच में क्लिक करने से बेहतर कर रहे.
kk_kz: • Исследуйте неизвестные области. Не знаете где нажмите дальше? Лучше нажать в середине неисследованной территории, чем в области где вы подозреваете мины.
nb_no: - Utforsk uutforsket. Ikke sikker på hvor du skal klikke neste?. Du er bedre å klikke i midten av umerkede ruter enn i et område du mistenker er minelagt.
nl_nl: - Ontdek de onontgonnen. Niet zeker waar te klikken volgende?. Je bent beter af te klikken in het midden van ongemarkeerde pleinen dan in een gebied dat u vermoedt dat wordt gewonnen.
pl_pl: - Poznaj nieodkryte. Nie wiesz, gdzie należy kliknąć następny?. Lepiej klikając w środku nieoznakowanych kwadratów niż w obszarze podejrzewasz wydobywa.
sv_se: - Utforska outforskade. Osäker på var du ska klicka på nästa?. Du är bättre att klicka i mitten av omärkta rutor än i ett område som du misstänker bryts.
tr_tr: - Keşfedilmemiş keşfedin. Emin nereye gelecek tıklayın değil mi?. Eğer mayınlı şüpheli bir alanda daha işaretsiz kareler ortasında tıklayarak daha iyidir.
zh_cn: - 探索未知. 不知道从哪里点击下一步？. 你最好点击在无人盯防的广场中间比在一个地区你怀疑被开采.

# Rules_line2
source: - Find the empty squares while avoiding the mines. The faster you clear the board, the better your score.
ar_sa: - البحث عن المربعات فارغة مع تجنب الألغام. وكنت أسرع اضحة الى المجلس، كان ذلك أفضل درجاتك.
da_dk: - Find de tomme felter og samtidig undgå minerne. Jo hurtigere du rydder brættet, jo bedre din score.
de_de: - Finden Sie die leeren Felder unter Vermeidung der Minen. Je schneller Sie das Brett abzuräumen, desto besser Ihre Gäste.
es_es: - Encontrar los cuadrados vacios, evitando las minas. Cuando mas rapido a despejar el tablero, mejor sera tu puntuacion.
fr_fr: - Trouver les cases vides tout en évitant les mines. Le plus vite vous désactivez le conseil, le plus votre score.
he_il: - מצא את המשבצות הריקות, תוך הימנעות המוקשים. מהר לך לנקות את הלוח, הציון שלך טוב יותר.
hi_in: - खानों से परहेज खाली वर्गों का पता लगाएं. तेजी से आप बोर्ड स्पष्ट, बेहतर आपका स्कोर.
kk_kz: • Найти пустые ячейки, не попав при этом на мину. Чем быстрее вы разминируете поле, тем лучше будет ваш счет.
nb_no: - Finn de tomme rutene samtidig unngå miner. Jo raskere du klare brettet, jo bedre poengsummen din.
nl_nl: - Zoek de lege vakjes terwijl het vermijden van de mijnen. Hoe sneller je het bord leeg, hoe beter je score.
pl_pl: - Znajdź puste pola, unikając kopalń. Szybciej wyczyścić planszę, tym lepsze wyniki.
sv_se: - Hitta de tomma rutor samtidigt undvika minorna. Ju snabbare du rensar brädet, desto bättre poäng.
tr_tr: - Mayın kaçınarak boş kareler bul. Hızlı tahta temizlemek, daha iyi puan.
zh_cn: - 寻找空位，同时避免地雷. 你越快明确董事会，更好的成绩.

# Rules_line3
source: How to play:
ar_sa: كيفية اللعب:
da_dk: Sådan spiller du:
de_de: Wie zu spielen:
es_es: Cуmo jugar:
fr_fr: Comment jouer:
he_il: איך לשחק:
hi_in: कैसे खेलने के लिए:
kk_kz: Как играть:
nb_no: Slik spiller du:
nl_nl: Hoe om te spelen:
pl_pl: Jak grać:
sv_se: Hur man spelar:
tr_tr: Nasıl oynanır:
zh_cn: 怎么玩：

# Rules_line4
source: - Uncover a landmine, and the game ends.
ar_sa: - الكشف عن الألغام الأرضية، وتنتهي اللعبة.
da_dk: - Afdæk en landmine, og spillet ender.
de_de: - Entdecken Sie eine Landmine, und das Spiel endet.
es_es: - Al descubrir una mina terrestre, el juego finaliza.
fr_fr: - Découvrez une mine, et le jeu se termine.
he_il: - לחשוף מוקש, והמשחק מסתיים.
hi_in: - खेल समाप्त होता है और, एक बारूदी सुरंग उजागर.
kk_kz: • Откроете мину и вы проиграете.
nb_no: - Avdekk en landmine, og spillet ender.
nl_nl: - Ontdek een landmijn, en eindigt het spel.
pl_pl: - Odkryć miny, i gra się kończy.
sv_se: - Avslöja en landmina, och spelet slutar.
tr_tr: - Oyun biter ve bir mayına ortaya çıkarın.
zh_cn: - 揭开一个地雷，游戏结束.

# Rules_line5
source: - Uncover an empty square, and you keep playing.
ar_sa: - كشف ساحة فارغة، وعليك أن تبقي اللعب.
da_dk: - Afdæk et tomt felt, og du holder spille.
de_de: - Entdecken Sie einen leeren Platz, und Sie spielen.
es_es: - Al descubrir una casilla vaciapodra seguir jugando.
fr_fr: - Découvrez une case vide, et vous continuer à jouer.
he_il: - לחשוף ריבוע ריק, ואתה תמשיך לשחק.
hi_in: - एक खाली वर्ग को उजागर, और आप खेलते रहना.
kk_kz: • Откроете пустой квадрат, и вы продолжите играть.
nb_no: - Avdekk en tom rute, og du fortsette å spille.
nl_nl: - Ontdek een leeg plein, en je blijft spelen.
pl_pl: - Odkryć pusty plac, i grać dalej.
sv_se: - Avslöja en tom ruta, och du fortsätta spela.
tr_tr: - Boş bir kare ortaya çıkarın ve oynamaya devam.
zh_cn: - 揭开空方，而你继续玩.

# Rules_line6
source: - Uncover a number, and it tells you how many landmines lay hidden in the eight surrounding squares-information you use to deduce which nearby squares are safe to open.
ar_sa: - كشف عدد، وتقول لك كيف وضع العديد من الألغام الأرضية مخبأة في الساحات المحيطة ثمانية المعلومات التي تستخدمها للاستدلال الذي الساحات المجاورة هي آمنة للفتح.
da_dk: - Afdæk et tal, og det fortæller dig, hvor mange landminer lå skjult i de otte omkringliggende torve-oplysninger, du bruger til at udlede hvilke nærliggende firkanter er sikkert at åbne.
de_de: - Entdecken Sie eine Zahl ein, und es sagt Ihnen, wie viele Landminen lagen in den acht umliegenden Plätze-Informationen, die Sie ableiten, welche in der Nähe Plätze sind sicher zu verwenden, öffnen Sie versteckt.
es_es: - Al descubre un nъmero, le indica cuantas minas se esconde en los ocho cuadrados que rodea la informaciуn que utiliza para deducir que cuadrado cercanos son seguros para abrir.
fr_fr: - Découvrez un certain nombre, et il vous indique combien de mines terrestres se cachait dans les huit carrés entourant l'information que vous utilisez pour en déduire que les places voisines sont sûrs d'ouvrir.
he_il: - לחשוף מספר, וזה אומר לך כמה מוקשים רבים חבויים בשמונת ריבועים מידע המקיף אותך להשתמש בו כדי להסיק שריבועים סמוכים הם בטוחים לפתוח.
hi_in: - एक नंबर का खुलना, और यह आपको बताता है कि कई बारूदी सुरंगों तुम पास चौकों खोलने के लिए सुरक्षित कर रहे हैं जो परिणाम निकालना करने के लिए उपयोग आठ आसपास के चौराहों, सूचना में छिपा रखना कैसे.
kk_kz: • Откроете цифру, и она подскажет вам, сколько мин скрыто в восьми окружающих квадратах. Эту информацию нужно использовать для выяснения какие близлежащие ячейки заминированны, а какие нет.
nb_no: - Avdekk et tall, og den forteller deg hvor mange landminer lå skjult i de åtte omkringliggende rutene-informasjonen du bruker til å utlede hvilke nærliggende kvartalene er trygt å åpne.
nl_nl: - Ontdek een nummer en je vertelt hoeveel landmijnen liggen verborgen in de acht omliggende pleinen-informatie die u gebruikt om af te leiden welke nabijgelegen pleinen zijn veilig om te openen.
pl_pl: - Odkryć wiele, i mówi, jak wiele miny leżał ukryty w ośmiu pobliskie place-informacji można wykorzystać wydedukować, które są w pobliżu placów otworzyć sejf.
sv_se: - Avslöja ett nummer, och det talar om hur många minor låg gömd i åtta omgivande torg-information som du använder för att härleda vilka närliggande torg är säkert att öppna.
tr_tr: - Bir numara ortaya çıkarın, ve o size söyler birçok mayınla yakındaki kareler açmak için güvenli olduğunu anlamak için kullanabileceğiniz sekiz çevreleyen kareler-bilgi gizli yatıyordu nasıl.
zh_cn: - 揭开一个数字，它会告诉你有多少地雷奠定藏在你用它来推断这附近的广场是安全的，打开周围八块信息.

# Rules_line7
source: Hints and tips:
ar_sa: تلميحات ونصائح:
da_dk: Gode ​​råd og tips:
de_de: Hinweise und Tipps:
es_es: Consejos y sugerencias:
fr_fr: Trucs et astuces:
he_il: רמזים ועצות:
hi_in: संकेत और टिप्स:
kk_kz: Советы и рекомендации:
nb_no: Hint og tips:
nl_nl: Hints en tips:
pl_pl: Wskazówki:
sv_se: Råd och tips:
tr_tr: İpuçları ve öneriler:
zh_cn: 提示与技巧：

# Rules_line8
source: - Mark the landmines. If you suspect a square conceals a mine, tap it. This puts a flag on the square.
ar_sa: - كافة الألغام الأرضية. إذا كنت تشك في وجود مربع يخفي الألغام، اضغط عليها. هذا يضع علامة على مربع.
da_dk: - Marker landminer. Hvis du har mistanke om en firkant skjuler en mine, trykke på den. Dette sætter et flag på pladsen.
de_de: - Markieren Sie die Landminen. Wenn Sie vermuten, dass ein Quadrat verbirgt sich eine Mine, tippen Sie. Dies stellt eine Flagge auf dem Platz.
es_es: - Marca las minas terrestres. Si usted sospecha que un cuadrado oculta una mina, tocalo. Esto coloca una bandera en el cuadrado.
fr_fr: - Marquer les mines terrestres. Si vous soupçonnez un carré recèle une mine, appuyez dessus. Cela met un drapeau sur la place.
he_il: - מארק המוקשים. אם אתם חושדים כיכר מסתירה, הקש עליו. זה מעמיד בכיכר דגל.
hi_in: - मार्क बारूदी सुरंगों. आप एक वर्ग एक खदान छिपा संदेह है, यह नल. इस वर्ग पर एक झंडा डालता.
kk_kz: • Отмечайте мины. Если вы думаете, что квадрат скрывает мину, нажмите на него. Это поставит флаг на этой ячейке.
nb_no: - Marker de landminer. Hvis du mistenker en firkant skjuler en mine, trykker du på den. Dette setter et flagg på torget.
nl_nl: - Mark de landmijnen. Als u vermoedt dat een plein verbergt een mijn, tikt u er. Dit legt een vlag op het plein.
pl_pl: - Zaznacz miny. Jeśli podejrzewasz, że kryje się mój plac, dotknij go. To stawia flagę na placu.
sv_se: - Markera de landminor. Om du misstänker att en kvadrat döljer en mina, trycker du på den. Detta sätter en flagga på den fyrkantiga.
tr_tr: - Mark mayınla. Eğer bir kare bir mayın gizleyen şüpheleniyorsanız, dokunun. Bu meydanda bir bayrak koyar.
zh_cn: - 马克地雷. 如果您怀疑方隐瞒矿山，请点选. 这使得一个标志，广场上.

# Rules_line9
source: - Use mine detector. If you are sure about every flag around a number, tap it and this uncover all cells around this number
ar_sa: - للكشف عن استخدام الألغام. إذا كنت متأكدا من كل العلم حول عدد، اضغط عليها وهذا كشف جميع الخلايا حول هذا العدد
da_dk: - Brug mine detektor. Hvis du er sikker på hver flag omkring en række, skal du trykke det, og dette afdække alle cellerne omkring dette nummer
de_de: - Verwenden Sie Minensuchgerät. Wenn Sie sich sicher über jeden Flagge um eine Reihe sind, tippen Sie darauf und diese aufzudecken alle Zellen um diese Zahl
es_es: - Utilice un detector de minas. Si esta seguro acerca de todas las banderas en torno a un numero, toquelo y esto abrira todas las celdas de todo ese nъmero.
fr_fr: - Détecteur utilisation de la mine. Si vous êtes sûr de tous les drapeaux autour d'un nombre, appuyez dessus et ce Découvrez toutes les cellules autour de ce numéro
he_il: - גלאי שימוש. אם אתה בטוח שעל כל דגל סביב מספר, הקש עליו ולחשוף את כל התאים סביב המספר הזה
hi_in: - उपयोग मेरा डिटेक्टर. आप एक संख्या भर में हर ध्वज के बारे में सुनिश्चित कर रहे हैं, यह और यह उजागर नल यह संख्या लगभग सभी कोशिकाओं
kk_kz: • Используйте миноискатель. Если вы уверены, в каждом флагом вокруг цифры, коснитесь его и вы раскроете все клетки вокруг этого числа.
nb_no: - Bruk gruven detektor. Hvis du er sikker på om alle flagg rundt et tall, trykk på den og dette avdekke alle celler rundt dette nummeret
nl_nl: - Gebruik de mijne detector. Als u zeker weet over elke vlag rond een aantal, tikt het en dit Onthul alle cellen rondom dit nummer
pl_pl: - Detektor Wykorzystanie kopalni. Jeżeli jesteś pewien, o każdej flagą wokół wielu, dotknij go i to odkryć wszystkie komórki w tym numerze
sv_se: - Använd min detektor. Om du är säker på varje flagga runt ett nummer trycker du på den och detta avslöja alla celler runt detta nummer
tr_tr: - Kullanım mayın dedektörü. Eğer bir dizi etrafında her bayrak konusunda emin değilseniz, bunu ve bu açığa çıkarın dokunun bu sayı çevresindeki tüm hücreler
zh_cn: - 使用探雷器. 如果您确定对周围一些每个标志，点击它，这揭开围绕这个数字的所有单元格

# ADescription
source: Classic Minesweeper Game, a copy of the standard Windows game. This is a puzzle - you should clear a minefield. By hints you should figure out landmines location and mark them. You can choose the level of difficulty from a beginner to an expert or create your own game. This application is completely free and doesn't contain any advertising.
ar_sa: الكلاسيكية لعبة كاسحة الألغام، ونسخة من لعبة ويندوز القياسية. هذا هو اللغز - يجب مسح حقل ألغام. بواسطة تلميحات يجب عليك معرفة مكان الألغام الأرضية ووضع علامة عليها. يمكنك اختيار مستوى الصعوبة من المبتدئين إلى خبير أو إنشاء اللعبة الخاصة بك. هذا التطبيق مجاني تماما ولا يحتوي على أي إعلانات.
da_dk: Classic Minestryger spil, en kopi af den standard Windows spil. Dette er et puslespil - du skal klare et minefelt. Ved hints skal du regne ud landminer placering og markere dem. Du kan vælge sværhedsgrad fra en nybegynder til en ekspert eller oprette dit eget spil. Denne applikation er helt gratis og indeholder ingen reklamer.
de_de: Klassische Spiel Minesweeper, eine Kopie der Standard-Windows-Spiel. Dies ist ein Puzzle - Sie sollten ein Minenfeld zu löschen. Durch Hinweise sollten Sie herausLandMinen Lage und markieren Sie diese. Sie können den Schwierigkeitsgrad von einem Anfänger zu einem Experten wählen oder erstellen Sie Ihr eigenes Spiel. Diese Anwendung ist völlig kostenlos und enthält keine Werbung enthalten.
es_es: Juego Clasico Buscaminas , una copia del juego estandar de Windows. Se trata de un rompecabezas - usted debe limpiar un campo de minas. Por consejo tiene que averiguar la ubicaciуn de las minas terrestres y evitarlas. Usted puede elegir el nivel de dificultad, desde un principiante a un experto o crear su propio juego. Esta aplicacion es totalmente gratuita y no contiene ningun tipo de publicidad.
fr_fr: Démineur classique jeu, une copie du jeu standard de Windows. Il s'agit d'un puzzle - vous devez effacer un champ de mines. Par des conseils, vous devriez comprendre les mines emplacement et les marquer. Vous pouvez choisir le niveau de difficulté d'un débutant à un expert ou créer votre propre jeu. Cette application est entièrement gratuit et ne contient pas de publicité.
he_il: שולה המוקשים קלאסי משחק, עותק של המשחק הרגיל של Windows. זו חידה - אתה צריך לנקות את שדה מוקשים. על ידי רמזים שאתה צריך להבין את מיקום מוקשים ולסמן אותם. אתה יכול לבחור את רמת הקושי ממתחילים ועד מומחה או ליצור משחק משלכם. יישום זה הוא חופשי לחלוטין ואינו מכיל כל פרסום.
hi_in: क्लासिक माइनस्वीपर गेम, मानक Windows खेल की एक प्रति. यह एक पहेली है - क्या तुम एक minefield स्पष्ट करना चाहिए. संकेत द्वारा आप बारूदी सुरंगों स्थान के लिए बाहर निकालने और उन्हें चिह्नित करना चाहिए. आप एक विशेषज्ञ के लिए एक शुरुआत से कठिनाई का स्तर चुन सकते हैं या अपने खुद के खेल बना सकते हैं. इस आवेदन पूरी तरह से स्वतंत्र है और किसी भी विज्ञापन शामिल नहीं है.
kk_kz: Классическая игра Сапер, копия стандартной Windows игры. Это головоломка - вы должны очистить минное поле. Используя подсказки вам потребуется определить расположение мин и пометить их флагами. Вы можете как выбрирать различные уровени сложности от новичка до эксперта, так и создать свою собственную игру. Это приложение полностью бесплатное и вообще не содержит рекламы.
nb_no: Classic Minesveiper Game, et eksemplar av standard Windows-spillet. Dette er et puslespill - du bør fjerne et minefelt. Ved hint bør du finne ut landminer plassering og merke dem. Du kan velge vanskelighetsgrad fra nybegynner til ekspert, eller lage ditt eget spill. Dette programmet er helt gratis og inneholder ingen reklame.
nl_nl: Classic Minesweeper Game, een kopie van de standaard Windows-spel. Dit is een puzzel - moet u een mijnenveld wissen. Door hints moet je uitzoeken landmijnen locatie en markeer ze. U kunt de moeilijkheidsgraad kiezen uit een beginner tot een expert of maak je eigen spel. Deze applicatie is volledig gratis en bevat geen reclame bevatten.
pl_pl: Klasyczna gra Saper, kopia standardowej grze systemu Windows. To jest logiczna - należy wyczyścić pole minowe. Według wskazówek powinieneś dowiedzieć się minami lokalizację oraz oznaczyć je. Możesz wybrać poziom trudności od początkującego do eksperta lub stworzyć własną grę. Aplikacja jest całkowicie darmowa i nie zawiera żadnych reklam.
sv_se: Classic Röj spel, en kopia av den vanliga Windows-spel. Det här är ett pussel - du bör rensa ett minfält. Genom tips bör du räkna ut landminor plats och markera dem. Du kan välja svårighetsgrad från en nybörjare till en expert eller skapa ditt eget spel. Det här programmet är helt gratis och innehåller inte all reklam.
tr_tr: Klasik Mayın Tarlası Oyunu, standart Windows oyunun bir kopyasını. Bu bir bulmaca - Eğer bir mayın tarlası temizlemek gerekir. Ipuçları By mayınla yerini anlamaya ve onları işaretlemek gerekir. Bir uzman, bir acemi zorluk düzeyi seçebilir veya kendi oyun yaratabilirsiniz. Bu uygulama tamamen ücretsiz ve herhangi bir reklam içermiyor.
zh_cn: 经典的扫雷游戏，标准的Windows游戏的副本. 这是一个谜 - 你应该清除雷区. 按提示，你应该弄清楚地雷的位置和它们标记. 您可以从初学者选择难度等级，以专家或创建自己的游戏. 此应用程序是完全免费的，并且不包含任何广告.

# AKeywords
source: puzzle,landmine,logic,flag,number
ar_sa: اللغز، الألغام الأرضية، والمنطق، والعلم، العدد
da_dk: puslespil, landminer, logik, flag, tal
de_de: Puzzle, Landminen, Logik, Flagge, Anzahl
es_es: rompecabezas, las minas terrestres, la logica, la bandera, el nъmero
fr_fr: puzzle, mines, logique, pavillon, numéro
he_il: חידת מספר, מוקש, לוגיקה, דגל,
hi_in: पहेली, बारूदी सुरंग, तर्क, झंडा, संख्या
kk_kz: головоломка, мина, логика, флаг, число
nb_no: puslespill, landmine, logikk, flagg, antall
nl_nl: puzzel, landmijn, logica, vlag, nummer
pl_pl: puzzle, min lądowych, logika, flagi, numer
sv_se: pussel, landmina, logik, flagga, antal
tr_tr: bulmaca, kara mayını, mantık, bayrak, sayı
zh_cn: 拼图，地雷，逻辑，标志，号

# ATitle1
source: Minesweeper
ar_sa: كاسحة ألغام
de_de: Minensucher
es_es: Buscaminas
fr_fr: Dragueur de mines
he_il: שולת מוקשים
hi_in: सुरंग हटानेवाला ट्रालर - जहाज़
kk_kz: Сапер
nb_no: Minesveiper
nl_nl: Mijnenveger
pl_pl: Saper
sv_se: Minsveparen
tr_tr: Mayın tarama gemisi
zh_cn: 扫雷

# ATitle2
source: Classic Minesweeper
ar_sa: كاسحة الألغام الكلاسيكية
da_dk: Classic Minestryger
de_de: Klassisches Minesweeper
es_es: Clasico Buscaminas
fr_fr: Classique Démineur
he_il: שולה המוקשים קלאסית
hi_in: क्लासिक माइनस्वीपर
kk_kz: Классический Сапер
nb_no: Classic Minesveiper
pl_pl: Klasyczny Saper
sv_se: Klassisk minsveparen
tr_tr: Klasik Mayın Tarlası
zh_cn: 经典扫雷

# ATitle3
source: Lazy Minesweeper
ar_sa: كسول كاسحة الألغام
da_dk: Lazy Minestryger
de_de: Faule Minesweeper
es_es: Buscaminas perezoso
fr_fr: Lazy Démineur
he_il: Lazy שולה המוקשים
hi_in: आलसी माइनस्वीपर
kk_kz: Ленивый Сапер
nb_no: Lazy Minesveiper
nl_nl: Lazy Mijnenveger
pl_pl: Leniwy Saper
sv_se: Lazy Röj
tr_tr: Lazy Mayın Tarlası
zh_cn: 懒扫雷

# ResourceFlowDirection
source: LeftToRight
ar_sa: RightToLeft
he_il: RightToLeft

# ResourceLanguage
source: en-US
ar_sa: ar-SA
da_dk: da-DK
de_de: de-DE
es_es: es-ES
fr_fr: fr-FR
he_il: he-IL
hi_in: hi-IN
kk_kz: ru-RU
nb_no: nb-NO
nl_nl: nl-NL
pl_pl: pl-PL
sv_se: sv-SE
tr_tr: tr-TR
zh_cn: zh-CN

# WrongParamsMessage
source: It is impossible to create a game with these parameters
ar_sa: فمن المستحيل لخلق لعبة مع هذه المعايير
da_dk: Det er umuligt at skabe et spil med disse parametre
de_de: Es ist unmöglich, ein Spiel mit diesen Parametern zu erzeugen
es_es: Es imposible crear un juego con estos parametros
fr_fr: Il est impossible de créer un jeu avec ces paramètres
he_il: אי אפשר ליצור משחק עם הפרמטרים האלה
hi_in: यह इन मानकों के साथ एक खेल बनाने के लिए असंभव है
kk_kz: Неверные параметры
nb_no: Det er umulig å lage et spill med disse parametere
nl_nl: Het is onmogelijk om een ​​spel met deze parameters maken
pl_pl: Nie da się stworzyć grę z tych parametrów
sv_se: Det är omöjligt att skapa ett spel med dessa parametrar
tr_tr: Bu parametreler ile bir oyun yaratmak için imkansız
zh_cn: 这是不可能建立一个游戏用这些参数
